Repository: nviai/OmitX
Catalog: Localization/Localizable.xcstrings
Source language: vi
Languages: ar, ca, cs, da, de, el, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

source: Phiên bản cũ đã được thay thế
ar: إصدار قديم تم استبداله
ca: Versió antiga ja substituïda
cs: Stará verze, která byla nahrazena
da: Gammel version, der er erstattet
de: Alte, bereits ersetzte Version
el: Παλιά έκδοση που έχει αντικατασταθεί
en: Old version that has been replaced
es: Versión antigua ya reemplazada
fi: Vanha versio, joka on korvattu
fr: Ancienne version remplacée
he: גרסה ישנה שהוחלפה
hi: पुराना संस्करण, जिसकी जगह नया आ चुका है
hr: Stara verzija koja je zamijenjena
hu: Lecserélt régi verzió
id: Versi lama yang telah digantikan
it: Vecchia versione sostituita
ja: 置き換え済みの古いバージョン
ko: 대체된 이전 버전
ms: Versi lama yang telah digantikan
nb: Gammel versjon som er erstattet
nl: Oude versie die is vervangen
pl: Stara wersja, już zastąpiona nowszą
pt_br: Versão antiga já substituída
pt_pt: Versão antiga já substituída
ro: Versiune veche, deja înlocuită
ru: Старая версия, уже замененная новой
sk: Stará verzia, ktorá bola nahradená
sl: Stara različica, ki je bila zamenjana
sv: Gammal version som har ersatts
th: เวอร์ชันเก่าที่ถูกแทนที่แล้ว
tr: Yerine yenisi gelmiş eski sürüm
uk: Стара версія, вже замінена новою
zh_hans: 已被替换的旧版本
zh_hant: 已被取代的舊版本

source: Phân tích dung lượng
ar: تحليل القرص
ca: Analitzador de disc
cs: Analýza disku
da: Diskanalyse
de: Speicheranalyse
el: Ανάλυση δίσκου
en: Disk Analyzer
es: Analizador de disco
fi: Levyanalyysi
fr: Analyseur de disque
he: ניתוח דיסק
hi: डिस्क विश्लेषक
hr: Analiza diska
hu: Lemezelemző
id: Penganalisis Disk
it: Analisi disco
ja: ディスク解析
ko: 디스크 분석
ms: Penganalisis Cakera
nb: Diskanalyse
nl: Schijfanalyse
pl: Analiza dysku
pt_br: Analisador de Disco
pt_pt: Analisador de disco
ro: Analizator de disc
ru: Анализ диска
sk: Analýza disku
sl: Analiza diska
sv: Diskanalys
th: ตัววิเคราะห์ดิสก์
tr: Disk Analizi
uk: Аналіз диска
zh_hans: 磁盘分析
zh_hant: 磁碟分析

source: Phải tạo lại venv + cài lại package
ar: يجب إعادة إنشاء venv وإعادة تثبيت الحزم
ca: Caldrà tornar a crear el venv i reinstal·lar els paquets
cs: Bude nutné znovu vytvořit venv a přeinstalovat balíčky
da: venv skal oprettes igen, og pakkerne skal installeres igen
de: Das venv muss neu erstellt und die Pakete neu installiert werden
el: Πρέπει να δημιουργηθεί ξανά το venv και να επανεγκατασταθούν τα πακέτα
en: The venv must be recreated and packages reinstalled
es: Habrá que volver a crear el venv y reinstalar los paquetes
fi: venv on luotava uudelleen ja paketit asennettava uudelleen
fr: Le venv devra être recréé et les paquets réinstallés
he: יש ליצור מחדש את ה-venv ולהתקין מחדש את החבילות
hi: venv फिर से बनाना होगा और पैकेज फिर से इंस्टॉल करने होंगे
hr: Morat ćete ponovno stvoriti venv i ponovno instalirati pakete
hu: A venv-et újra létre kell hozni, és a csomagokat újra kell telepíteni
id: venv harus dibuat ulang dan paket diinstal ulang
it: Sarà necessario ricreare il venv e reinstallare i pacchetti
ja: venvの再作成とパッケージの再インストールが必要です
ko: venv를 다시 만들고 패키지를 다시 설치해야 합니다
ms: venv perlu dicipta semula dan pakej dipasang semula
nb: venv må opprettes på nytt og pakkene installeres på nytt
nl: De venv moet opnieuw worden aangemaakt en de pakketten opnieuw geïnstalleerd
pl: Trzeba będzie ponownie utworzyć venv i zainstalować pakiety
pt_br: Será necessário recriar o venv e reinstalar os pacotes
pt_pt: Será necessário recriar o venv e reinstalar os pacotes
ro: Venv-ul trebuie recreat și pachetele reinstalate
ru: Потребуется заново создать venv и переустановить пакеты
sk: Bude potrebné znova vytvoriť venv a preinštalovať balíky
sl: Treba bo znova ustvariti venv in znova namestiti pakete
sv: venv måste skapas om och paketen installeras om
th: ต้องสร้าง venv ใหม่และติดตั้งแพ็คเกจใหม่
tr: venv yeniden oluşturulmalı ve paketler yeniden yüklenmeli
uk: Доведеться заново створити venv і перевстановити пакети
zh_hans: 需要重新创建 venv 并重新安装软件包
zh_hant: 須重新建立 venv 並重新安裝套件

source: Project
ar: المشاريع
ca: Projectes
cs: Projekty
da: Projekter
de: Projekte
el: Έργα
en: Projects
es: Proyectos
fi: Projektit
fr: Projets
he: פרויקטים
hi: प्रोजेक्ट
hr: Projekti
hu: Projektek
id: Proyek
it: Progetti
ja: プロジェクト
ko: 프로젝트
ms: Projek
nb: Prosjekter
nl: Projecten
pl: Projekty
pt_br: Projetos
pt_pt: Projetos
ro: Proiecte
ru: Проекты
sk: Projekty
sl: Projekti
sv: Projekt
th: โปรเจกต์
tr: Projeler
uk: Проєкти
zh_hans: 项目
zh_hant: 專案

source: Project cần bản này sẽ tự tải lại
ar: ستعيد المشاريع التي تحتاج إلى هذا الإصدار تنزيله
ca: Els projectes que necessitin aquesta versió la tornaran a descarregar
cs: Projekty, které tuto verzi potřebují, si ji stáhnou znovu
da: Projekter, der har brug for denne version, henter den igen
de: Projekte, die diese Version benötigen, laden sie erneut
el: Τα έργα που χρειάζονται αυτή την έκδοση θα την κατεβάσουν ξανά
en: Projects that need this version will download it again
es: Los proyectos que necesiten esta versión la volverán a descargar
fi: Tätä versiota tarvitsevat projektit lataavat sen uudelleen
fr: Les projets qui ont besoin de cette version la retéléchargeront
he: פרויקטים שזקוקים לגרסה זו יורידו אותה שוב
hi: जिन प्रोजेक्ट को इस संस्करण की ज़रूरत है, वे इसे फिर से डाउनलोड करेंगे
hr: Projekti kojima je potrebna ova verzija ponovno će je preuzeti
hu: Az ezt a verziót igénylő projektek újra letöltik
id: Proyek yang memerlukan versi ini akan mengunduhnya ulang
it: I progetti che richiedono questa versione la scaricheranno di nuovo
ja: このバージョンが必要なプロジェクトは自動的に再ダウンロードします
ko: 이 버전이 필요한 프로젝트는 자동으로 다시 다운로드합니다
ms: Projek yang memerlukan versi ini akan memuat turunnya semula
nb: Prosjekter som trenger denne versjonen, laster den ned på nytt
nl: Projecten die deze versie nodig hebben, downloaden hem opnieuw
pl: Projekty wymagające tej wersji pobiorą ją ponownie
pt_br: Os projetos que precisam desta versão vão baixá-la novamente
pt_pt: Os projetos que precisem desta versão voltarão a transferi-la
ro: Proiectele care au nevoie de această versiune o vor descărca din nou
ru: Проекты, которым нужна эта версия, загрузят ее заново
sk: Projekty, ktoré túto verziu potrebujú, si ju znova stiahnu
sl: Projekti, ki potrebujejo to različico, jo bodo znova prenesli
sv: Projekt som behöver den här versionen hämtar den igen
th: โปรเจกต์ที่ต้องใช้เวอร์ชันนี้จะดาวน์โหลดใหม่
tr: Bu sürüme ihtiyaç duyan projeler onu yeniden indirir
uk: Проєкти, яким потрібна ця версія, завантажать її знову
zh_hans: 需要此版本的项目会自动重新下载
zh_hant: 需要此版本的專案會自動重新下載

source: Project cần phiên bản nào sẽ tải lại
ar: ستعيد المشاريع تنزيل أي إصدار تحتاج إليه
ca: Els projectes tornaran a descarregar la versió que necessitin
cs: Projekty si znovu stáhnou verzi, kterou potřebují
da: Projekter henter den version, de har brug for, igen
de: Projekte laden die jeweils benötigte Version erneut
el: Τα έργα κατεβάζουν ξανά όποια έκδοση χρειάζονται
en: Projects re-download whichever version they need
es: Cada proyecto volverá a descargar la versión que necesite
fi: Projektit lataavat tarvitsemansa version uudelleen
fr: Les projets retéléchargeront la version dont ils ont besoin
he: פרויקטים יורידו שוב כל גרסה שהם צריכים
hi: प्रोजेक्ट को जिस संस्करण की ज़रूरत होगी, वे उसे फिर से डाउनलोड करेंगे
hr: Projekti će ponovno preuzeti verziju koja im je potrebna
hu: A projektek újra letöltik a számukra szükséges verziót
id: Proyek akan mengunduh ulang versi apa pun yang diperlukannya
it: I progetti scaricheranno di nuovo la versione di cui hanno bisogno
ja: 各プロジェクトが必要なバージョンを再ダウンロードします
ko: 각 프로젝트가 필요한 버전을 다시 다운로드합니다
ms: Projek akan memuat turun semula apa-apa versi yang diperlukan
nb: Prosjekter laster ned den versjonen de trenger, på nytt
nl: Projecten downloaden opnieuw de versie die ze nodig hebben
pl: Projekty ponownie pobiorą potrzebne im wersje
pt_br: Cada projeto vai baixar novamente a versão de que precisa
pt_pt: Cada projeto volta a transferir a versão de que precisa
ro: Proiectele descarcă din nou versiunea de care au nevoie
ru: Проекты заново загрузят нужные им версии
sk: Projekty si znova stiahnu verziu, ktorú potrebujú
sl: Projekti bodo znova prenesli različico, ki jo potrebujejo
sv: Projekt hämtar den version de behöver igen
th: โปรเจกต์จะดาวน์โหลดเวอร์ชันที่ต้องการใหม่เอง
tr: Projeler ihtiyaç duydukları sürümü yeniden indirir
uk: Проєкти знову завантажать потрібні їм версії
zh_hans: 项目会重新下载所需的版本
zh_hant: 專案會重新下載所需的版本

source: Project poetry sẽ phải poetry install lại
ar: ستحتاج مشاريع Poetry إلى تشغيل ‎`poetry install`‎ مجددًا
ca: Als projectes de Poetry caldrà tornar a executar `poetry install`
cs: V projektech Poetry bude nutné znovu spustit `poetry install`
da: Poetry-projekter skal køre `poetry install` igen
de: Poetry-Projekte benötigen erneut `poetry install`
el: Τα έργα Poetry θα χρειαστούν ξανά poetry install
en: Poetry projects will need `poetry install` again
es: Los proyectos de Poetry tendrán que ejecutar `poetry install` de nuevo
fi: Poetry-projekteissa on suoritettava `poetry install` uudelleen
fr: Les projets Poetry devront exécuter à nouveau `poetry install`
he: פרויקטי Poetry ידרשו הרצה חוזרת של ‎`poetry install`‎
hi: Poetry प्रोजेक्ट में फिर से `poetry install` चलाना होगा
hr: U Poetry projektima morat ćete ponovno pokrenuti `poetry install`
hu: A Poetry-projektekben újra futtatni kell a poetry install parancsot
id: Proyek Poetry perlu menjalankan `poetry install` lagi
it: Nei progetti Poetry sarà necessario eseguire di nuovo `poetry install`
ja: Poetryプロジェクトでは`poetry install`の再実行が必要になります
ko: Poetry 프로젝트는 `poetry install`을 다시 실행해야 합니다
ms: Projek Poetry perlu menjalankan `poetry install` semula
nb: Poetry-prosjekter må kjøre `poetry install` på nytt
nl: Poetry-projecten hebben opnieuw `poetry install` nodig
pl: W projektach Poetry trzeba będzie ponownie uruchomić poetry install
pt_br: Os projetos Poetry vão precisar de `poetry install` novamente
pt_pt: Os projetos Poetry vão precisar de `poetry install` novamente
ro: Proiectele Poetry vor necesita din nou poetry install
ru: Для проектов Poetry придется снова выполнить poetry install
sk: V projektoch Poetry bude potrebné znova spustiť `poetry install`
sl: V projektih Poetry bo treba znova zagnati `poetry install`
sv: Poetry-projekt måste köra `poetry install` igen
th: โปรเจกต์ Poetry จะต้องเรียกใช้ `poetry install` อีกครั้ง
tr: Poetry projelerinde `poetry install` yeniden çalıştırılmalı
uk: Для проєктів Poetry доведеться знову виконати poetry install
zh_hans: Poetry 项目需要重新运行 poetry install
zh_hant: Poetry 專案須重新執行 poetry install

source: Project đang pin bản này sẽ phải fvm install lại
ar: ستحتاج المشاريع المثبّتة على هذا الإصدار إلى تشغيل ‎`fvm install`‎ مجددًا
ca: Als projectes fixats en aquesta versió caldrà tornar a executar `fvm install`
cs: V projektech připnutých k této verzi bude nutné znovu spustit `fvm install`
da: Projekter, der er låst til denne version, skal køre `fvm install` igen
de: Projekte, die auf diese Version festgelegt sind, benötigen erneut `fvm install`
el: Τα έργα που είναι κλειδωμένα σε αυτή την έκδοση θα χρειαστούν ξανά fvm install
en: Projects pinned to this version will need `fvm install` again
es: Los proyectos fijados a esta versión tendrán que ejecutar `fvm install` de nuevo
fi: Tähän versioon kiinnitetyissä projekteissa on suoritettava `fvm install` uudelleen
fr: Les projets épinglés sur cette version devront exécuter à nouveau `fvm install`
he: פרויקטים שמקובעים לגרסה זו ידרשו הרצה חוזרת של ‎`fvm install`‎
hi: इस संस्करण पर पिन किए गए प्रोजेक्ट में फिर से `fvm install` चलाना होगा
hr: U projektima vezanim uz ovu verziju morat ćete ponovno pokrenuti `fvm install`
hu: Az erre a verzióra rögzített projektekben újra futtatni kell az fvm install parancsot
id: Proyek yang disematkan ke versi ini perlu menjalankan `fvm install` lagi
it: Nei progetti vincolati a questa versione sarà necessario eseguire di nuovo `fvm install`
ja: このバージョンに固定されたプロジェクトでは`fvm install`の再実行が必要になります
ko: 이 버전으로 고정된 프로젝트는 `fvm install`을 다시 실행해야 합니다
ms: Projek yang dipin pada versi ini perlu menjalankan `fvm install` semula
nb: Prosjekter som er låst til denne versjonen, må kjøre `fvm install` på nytt
nl: Projecten die aan deze versie zijn vastgepind, hebben opnieuw `fvm install` nodig
pl: W projektach przypiętych do tej wersji trzeba będzie ponownie uruchomić fvm install
pt_br: Os projetos fixados nesta versão vão precisar de `fvm install` novamente
pt_pt: Os projetos fixados nesta versão vão precisar de `fvm install` novamente
ro: Proiectele fixate pe această versiune vor necesita din nou fvm install
ru: Для проектов, закрепленных за этой версией, придется снова выполнить fvm install
sk: V projektoch pripnutých k tejto verzii bude potrebné znova spustiť `fvm install`
sl: V projektih, vezanih na to različico, bo treba znova zagnati `fvm install`
sv: Projekt som är låsta till den här versionen måste köra `fvm install` igen
th: โปรเจกต์ที่ปักหมุดเวอร์ชันนี้ไว้จะต้องเรียกใช้ `fvm install` อีกครั้ง
tr: Bu sürüme sabitlenmiş projelerde `fvm install` yeniden çalıştırılmalı
uk: Для проєктів, закріплених за цією версією, доведеться знову виконати fvm install
zh_hans: 固定使用此版本的项目需要重新运行 fvm install
zh_hant: 固定使用此版本的專案須重新執行 fvm install

source: Provider/plugin sẽ được tải lại
ar: سيتم تنزيل المزوّدين/الإضافات مجددًا
ca: Els proveïdors/plugins es tornaran a baixar
cs: Poskytovatelé/pluginy se znovu stáhnou
da: Udbydere/plugins hentes igen
de: Provider/Plugins werden erneut geladen
el: Οι πάροχοι/τα plugins θα ληφθούν ξανά
en: Providers/plugins are downloaded again
es: Los proveedores/plugins se volverán a descargar
fi: Palveluntarjoajat/liitännäiset ladataan uudelleen
fr: Les fournisseurs/plugins seront retéléchargés
he: הספקים/התוספים יורדו מחדש
hi: प्रोवाइडर/प्लगइन फिर से डाउनलोड होंगे
hr: Pružatelji/dodaci ponovno će se preuzeti
hu: A szolgáltatók/bővítmények újra letöltődnek
id: Provider/plugin akan diunduh ulang
it: Provider/plugin verranno riscaricati
ja: プロバイダ/プラグインは再ダウンロードされます
ko: 프로바이더/플러그인이 다시 다운로드됩니다
ms: Penyedia/pemalam akan dimuat turun semula
nb: Leverandører/plugins lastes ned på nytt
nl: Providers/plug-ins worden opnieuw gedownload
pl: Dostawcy/wtyczki zostaną pobrane ponownie
pt_br: Provedores/plugins serão baixados novamente
pt_pt: Os fornecedores/plugins serão transferidos novamente
ro: Furnizorii/pluginurile vor fi descărcate din nou
ru: Провайдеры/плагины будут загружены заново
sk: Poskytovatelia/pluginy sa znova stiahnu
sl: Ponudniki/vtičniki bodo znova preneseni
sv: Leverantörer/plugins laddas ned igen
th: ผู้ให้บริการ/ปลั๊กอินจะถูกดาวน์โหลดใหม่
tr: Sağlayıcılar/eklentiler yeniden indirilir
uk: Провайдери/плагіни буде завантажено знову
zh_hans: 提供方/插件会重新下载
zh_hant: 提供者/外掛會重新下載

source: Quay lại
ar: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
en: Back
es: Atrás
fi: Takaisin
fr: Précédent
he: חזרה
hi: पीछे
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Recuar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
zh_hans: 返回
zh_hant: 上一頁

source: Quy tắc
ar: القواعد
ca: Regles
cs: Pravidla
da: Regler
de: Regeln
el: Κανόνες
en: Rules
es: Reglas
fi: Säännöt
fr: Règles
he: כללים
hi: नियम
hr: Pravila
hu: Szabályok
id: Aturan
it: Regole
ja: ルール
ko: 규칙
ms: Peraturan
nb: Regler
nl: Regels
pl: Reguły
pt_br: Regras
pt_pt: Regras
ro: Reguli
ru: Правила
sk: Pravidlá
sl: Pravila
sv: Regler
th: กฎ
tr: Kurallar
uk: Правила
zh_hans: 规则
zh_hant: 規則

source: Quy tắc cần có tên.
ar: تحتاج القاعدة إلى اسم.
ca: La regla necessita un nom.
cs: Pravidlo musí mít název.
da: En regel skal have et navn.
de: Eine Regel braucht einen Namen.
el: Ο κανόνας χρειάζεται όνομα.
en: A rule needs a name.
es: La regla necesita un nombre.
fi: Säännöllä pitää olla nimi.
fr: Une règle doit avoir un nom.
he: לכלל דרוש שם.
hi: नियम का एक नाम होना चाहिए।
hr: Pravilo treba ime.
hu: A szabálynak név kell.
id: Aturan perlu nama.
it: La regola deve avere un nome.
ja: ルールには名前が必要です。
ko: 규칙에는 이름이 필요합니다.
ms: Peraturan perlukan nama.
nb: Regelen trenger et navn.
nl: Een regel heeft een naam nodig.
pl: Reguła musi mieć nazwę.
pt_br: A regra precisa de um nome.
pt_pt: A regra precisa de um nome.
ro: Regula are nevoie de un nume.
ru: Правилу нужно имя.
sk: Pravidlo musí mať názov.
sl: Pravilo potrebuje ime.
sv: Regeln behöver ett namn.
th: กฎต้องมีชื่อ
tr: Kuralın bir adı olmalı.
uk: Правилу потрібна назва.
zh_hans: 规则需要一个名称。
zh_hant: 規則需要一個名稱。

source: Quy tắc mới
ar: قاعدة جديدة
ca: Regla nova
cs: Nové pravidlo
da: Ny regel
de: Neue Regel
el: Νέος κανόνας
en: New rule
es: Regla nueva
fi: Uusi sääntö
fr: Nouvelle règle
he: כלל חדש
hi: नया नियम
hr: Novo pravilo
hu: Új szabály
id: Aturan baru
it: Nuova regola
ja: 新しいルール
ko: 새 규칙
ms: Peraturan baru
nb: Ny regel
nl: Nieuwe regel
pl: Nowa reguła
pt_br: Nova regra
pt_pt: Nova regra
ro: Regulă nouă
ru: Новое правило
sk: Nové pravidlo
sl: Novo pravilo
sv: Ny regel
th: กฎใหม่
tr: Yeni kural
uk: Нове правило
zh_hans: 新建规则
zh_hant: 新增規則

source: Quy tắc tự động chỉ được đụng tới mục mức An toàn. Mục Cân nhắc và Nguy hiểm phải tự xem rồi dọn tay.
ar: لا يُسمح للقواعد التلقائية بلمس غير العناصر الآمنة. أما عناصر «للمراجعة» و«الخطرة» فعليك فحصها بنفسك وتنظيفها يدويًا.
ca: Les regles automàtiques només poden tocar ítems Segurs. Els ítems A revisar i Perillosos els has de revisar i netejar a mà.
cs: Automatická pravidla smějí sahat jen na bezpečné položky. Položky Zvážit a Nebezpečné si musíte projít sami a vyčistit je ručně.
da: Automatiske regler må kun røre sikre emner. Emner på niveauet Overvej og Farlig skal du selv se efter og rydde op i manuelt.
de: Automatische Regeln dürfen nur sichere Objekte anfassen. Objekte der Stufen Abwägen und Gefährlich müssen von Hand geprüft und bereinigt werden.
el: Οι αυτόματοι κανόνες μπορούν να αγγίξουν μόνο Ασφαλή στοιχεία. Τα στοιχεία Προσοχή και Επικίνδυνα πρέπει να τα ελέγξετε και να τα καθαρίσετε με το χέρι.
en: Automatic rules may only touch Safe items. Review and Dangerous items have to be checked and cleaned by hand.
es: Las reglas automáticas solo pueden tocar ítems Seguros. Los ítems A revisar y Peligrosos hay que revisarlos y limpiarlos a mano.
fi: Automaattiset säännöt saavat koskea vain Turvallisiin kohteisiin. Harkittavat ja Vaaralliset kohteet pitää katsoa itse ja siivota käsin.
fr: Les règles automatiques ne peuvent toucher que les éléments Sûrs. Les éléments À examiner et Dangereux doivent être vérifiés et nettoyés à la main.
he: כללים אוטומטיים רשאים לגעת רק בפריטים בטוחים. פריטים בדרגת שיקול וסכנה עליכם לבדוק בעצמכם ולנקות ידנית.
hi: स्वचालित नियम केवल सुरक्षित आइटम को छू सकते हैं। विचारणीय और ख़तरनाक आइटम आपको ख़ुद देखकर हाथ से साफ़ करने होंगे।
hr: Automatska pravila smiju dirati samo sigurne stavke. Stavke Razmotri i Opasno moraš sam pregledati i očistiti ručno.
hu: Az automatikus szabályok csak Biztonságos elemekhez nyúlhatnak. A Megfontolandó és Veszélyes elemeket magadnak kell átnézned és kézzel kitisztítanod.
id: Aturan otomatis hanya boleh menyentuh item Aman. Item Pertimbangkan dan Berbahaya harus Anda periksa sendiri lalu bersihkan manual.
it: Le regole automatiche possono toccare solo elementi Sicuri. Gli elementi Da valutare e Pericolosi vanno controllati e puliti a mano.
ja: 自動ルールが扱えるのは「安全」の項目だけです。「要検討」と「危険」の項目は自分で確認して手動でクリーンアップしてください。
ko: 자동 규칙은 '안전' 항목만 건드릴 수 있습니다. '검토'와 '위험' 항목은 직접 확인하고 수동으로 정리해야 합니다.
ms: Peraturan automatik hanya boleh menyentuh item Selamat. Item Pertimbangkan dan Berbahaya perlu anda semak sendiri dan bersihkan secara manual.
nb: Automatiske regler kan bare røre trygge objekter. Objekter på nivåene Vurder og Farlig må du se over og rydde for hånd.
nl: Automatische regels mogen alleen veilige items aanraken. Items met niveau Afwegen en Gevaarlijk moet je zelf nakijken en handmatig opruimen.
pl: Reguły automatyczne mogą dotykać tylko elementów Bezpiecznych. Elementy Do rozważenia i Niebezpieczne trzeba przejrzeć samemu i wyczyścić ręcznie.
pt_br: Regras automáticas só podem mexer em itens Seguros. Itens Avaliar e Perigosos você precisa conferir e limpar na mão.
pt_pt: Regras automáticas só podem tocar em itens Seguros. Itens Avaliar e Perigosos você precisa verificar e limpar à mão.
ro: Regulile automate pot atinge doar elementele Sigure. Elementele De analizat și Periculoase trebuie verificate de tine și curățate manual.
ru: Автоматические правила могут трогать только безопасные объекты. Объекты «Обдумать» и «Опасные» придётся просмотреть самому и очистить вручную.
sk: Automatické pravidlá smú siahať len na bezpečné položky. Položky Zvážiť a Nebezpečné si musíte prejsť sami a vyčistiť ich ručne.
sl: Samodejna pravila se smejo dotakniti samo varnih elementov. Elemente Premisli in Nevarno moraš pregledati sam in počistiti ročno.
sv: Automatiska regler får bara röra säkra objekt. Objekt på nivåerna Överväg och Farligt måste du titta på och rensa för hand.
th: กฎอัตโนมัติแตะได้เฉพาะรายการระดับปลอดภัย รายการระดับพิจารณาและอันตรายต้องดูเองแล้วล้างด้วยมือ
tr: Otomatik kurallar yalnızca Güvenli öğelere dokunabilir. Değerlendirilmeli ve Tehlikeli öğeleri kendiniz gözden geçirip elle temizlemelisiniz.
uk: Автоматичні правила можуть чіпати лише безпечні об’єкти. Об’єкти «Обміркувати» і «Небезпечні» доведеться переглянути самому та очистити вручну.
zh_hans: 自动规则只能处理「安全」项目。「需斟酌」和「危险」项目必须由你自己查看并手动清理。
zh_hant: 自動規則只能處理「安全」項目。「需斟酌」和「危險」項目必須由你自己查看並手動清理。

source: Quyền truy cập
ar: الأذونات
ca: Permisos
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
el: Άδειες
en: Permissions
es: Permisos
fi: Käyttöoikeudet
fr: Autorisations
he: הרשאות
hi: अनुमतियाँ
hr: Dopuštenja
hu: Engedélyek
id: Izin
it: Autorizzazioni
ja: アクセス権
ko: 접근 권한
ms: Keizinan
nb: Tillatelser
nl: Bevoegdheden
pl: Uprawnienia
pt_br: Permissões
pt_pt: Permissões
ro: Permisiuni
ru: Права доступа
sk: Oprávnenia
sl: Dovoljenja
sv: Behörigheter
th: สิทธิ์การเข้าถึง
tr: İzinler
uk: Права доступу
zh_hans: 权限
zh_hant: 權限

source: Quét %@
ar: تم الفحص ‎%@
ca: Escanejat %@
cs: Skenováno %@
da: Scannet %@
de: Gescannt %@
el: Σαρώθηκε %@
en: Scanned %@
es: Analizado %@
fi: Skannattu %@
fr: Analysé %@
he: נסרק ‎%@
hi: %@ स्कैन किया गया
hr: Skenirano %@
hu: Megvizsgálva: %@
id: Dipindai %@
it: Scansionato %@
ja: %@にスキャン
ko: %@에 스캔함
ms: Diimbas %@
nb: Skannet %@
nl: Gescand %@
pl: Przeskanowano %@
pt_br: Analisado %@
pt_pt: Analisado %@
ro: Scanat %@
ru: Просканировано %@
sk: Skenované %@
sl: Pregledano %@
sv: Skannades %@
th: สแกนเมื่อ %@
tr: %@ tarandı
uk: Проскановано %@
zh_hans: 扫描于 %@
zh_hant: 掃描於 %@
